
[
    {
        "id": 1,
        
        "image": "./Images/Rectangle 2-2.png",
        "title": "Introduction to C Programming",
        "credit": 4,
        "desc":"It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.",
        
        "price": 7584
        
    },
    {
        "id": 2,
        "image": "./Images/Rectangle 2-1.png",
        
        "title": "Database (MySQL)",
        "credit": 5,
        "desc":"A database is an organized collection of structured information, or data, typically stored electronically in a computer system",
        "price": 8784
    },
    {
        "id": 3,
        "image": "./Images/Rectangle 2-3.png",
        "title": "Introduction to Algorithm",
        "credit": 6,
        "desc":"It is easy to understand. An algorithm is a step-wise representation of a solution to a given problem",
        "price": 7585
    },
    {
        "id": 4,
        "image": "./Images/Rectangle 2-4.png",
        "title": "Introduction to C++ for DSA",
        "credit": 3,
        "desc":
"Data Structures and Algorithms are the building blocks of programming complex solutions." ,     
  "price": 6594
    },
    {
        "id": 5,
        "image": "./Images/Rectangle 2-5.png",
        "title": "Software Engineering",
        "credit": 7,
        "desc":
"Software engineering is an engineering discipline that's applied to the development of software in a systematic approach",        "price": 3584
    },
    {
        "id": 6,
        "image": "./Images/py.png",
        "title": "Introduction to OOP Python",
        "credit": 8,
        "desc":
"It was created by Guido van Rossum, and released in 1991. It is used for: web development (server-side),; software development,; mathematics,; system scripting.",        "price": 7084
    },
    {
        "id": 7 ,
        
        "image": "./Images/Rectangle 2-6.png",
        "title": "Problem Solving Part",
        "credit": 6,
        "desc":"Problem solving is the process of identifying a problem, developing possible solution paths, and taking the appropriate course of action",
        "price": 7989
    },
    {
        "id": 8,
        "image": "./Images/Rectangle 3-1.png",
        "title": "AWS, Cloud Computing",
        "credit": 5,
        "desc":
"Amazon Web Services (AWS) is the world's most comprehensive and broadly adopted cloud, offering over 200 fully featured services from data centers globally.",   
     "price": 7564
    },
    {
        "id": 9,
        "image": "./Images/Rectangle 3.png",
        "title": "Data Structure",
        "credit": 4,
        "desc":
"A data structure is a group of data elements that provides the easiest way to store and perform different actions on the data of the computer.",
        "price": 4584
    }


]